Repository: lparry/pocket-casts-ios
Catalog: podcasts/AppIntents.xcstrings
Source language: en
Languages: ca, de, es, es_mx, fr, fr_ca, it, ja, nl, pt_br, ru, sv, zh_hans, zh_hant

# siri_shortcut_set_sleep_timer_description
source: Sets the sleep timer to a chosen duration, or the duration selected in Pocket Casts when none is provided.
ca: Configura el temporitzador amb una durada escollida o amb la durada seleccionada a Pocket Casts si no se n'especifica cap.
de: Stellt die Schlummerfunktion auf eine ausgewählte Dauer ein oder verwendet die in Pocket Casts ausgewählte Dauer, wenn keine angegeben ist.
es: Configura el temporizador con una duración elegida o usa la duración seleccionada en Pocket Casts si no se especifica ninguna.
es_mx: Configura el temporizador de suspensión con una duración elegida o usa la duración seleccionada en Pocket Casts si no se especifica ninguna.
fr: Définit le délai de mise en veille pour une durée choisie ou utilise la durée sélectionnée dans Pocket Casts si aucune n’est indiquée.
fr_ca: Règle la minuterie de veille selon la durée choisie ou utilise la durée sélectionnée dans Pocket Casts si aucune n’est indiquée.
it: Imposta l'autospegnimento sulla durata scelta oppure usa la durata selezionata in Pocket Casts se non ne viene specificata una.
ja: 選択した時間でスリープタイマーを設定します。指定がない場合は、Pocket Castsで選択した時間を使用します。
nl: Stelt de slaaptimer in op een gekozen duur, of gebruikt de in Pocket Casts geselecteerde duur als er geen is opgegeven.
pt_br: Define o temporizador com a duração escolhida ou usa a duração selecionada no Pocket Casts quando nenhuma é informada.
ru: Устанавливает выбранную продолжительность таймера сна или использует значение из Pocket Casts, если продолжительность не указана.
sv: Ställer in sovtimern på en vald längd eller använder längden som valts i Pocket Casts om ingen anges.
zh_hans: 将睡眠计时器设置为所选时长；如果未指定，则使用 Pocket Casts 中选择的时长。
zh_hant: 將睡眠計時器設定為所選時長；如果未指定，則使用 Pocket Casts 中選擇的時長。

# siri_shortcut_set_sleep_timer_duration_description
source: How long before playback stops.
ca: Quant de temps ha de passar abans que s'aturi la reproducció.
de: Wie lange es dauert, bis die Wiedergabe stoppt.
es: Cuánto tiempo debe pasar antes de que se detenga la reproducción.
es_mx: Cuánto tiempo debe pasar antes de que se detenga la reproducción.
fr: Durée avant l’arrêt de la lecture.
fr_ca: Durée avant l’arrêt de la lecture.
it: Intervallo prima dell'interruzione della riproduzione.
ja: 再生が停止するまでの時間。
nl: Hoe lang het duurt voordat het afspelen stopt.
pt_br: Quanto tempo falta para a reprodução parar.
ru: Через сколько времени остановить воспроизведение.
sv: Hur lång tid det tar innan uppspelningen stoppas.
zh_hans: 播放停止前的时长。
zh_hant: 播放停止前的時間。

# siri_shortcut_set_sleep_timer_duration_title
source: Duration
ca: Durada
de: Dauer
es: Duración
es_mx: Duración
fr: Durée
fr_ca: Durée
it: Durata
ja: 時間
nl: Duur
pt_br: Duração
ru: Продолжительность
sv: Längd
zh_hans: 持续周期
zh_hant: 時間長度

# siri_shortcut_migrated_sleep_timer_seconds_title
source: Seconds
ca: Segons
de: Sekunden
es: Segundos
es_mx: Segundos
fr: Secondes
fr_ca: Secondes
it: Secondi
ja: 秒
nl: Seconden
pt_br: Segundos
ru: Секунды
sv: Sekunder
zh_hans: 秒
zh_hant: 秒

# siri_shortcut_set_sleep_timer_title
source: Set sleep timer
ca: Configura el temporitzador
de: Schlummerfunktion einstellen
es: Configurar temporizador
es_mx: Establecer temporizador de suspensión
fr: Définir un délai de mise en veille
fr_ca: Régler la minuterie de veille
it: Imposta autospegnimento
ja: スリープタイマーを設定
nl: Slaaptimer instellen
pt_br: Definir temporizador
ru: Установить таймер сна
sv: Ställ in sovtimer
zh_hans: 设置睡眠计时器
zh_hant: 設定睡眠計時器

# siri_shortcut_extend_sleep_timer_description
source: Extends the sleep timer by a chosen number of minutes.
ca: Amplia el temporitzador els minuts que triïs.
de: Verlängert die Schlummerfunktion um eine ausgewählte Anzahl von Minuten.
es: Amplía el temporizador el número de minutos que elijas.
es_mx: Extiende el temporizador de suspensión los minutos que elijas.
fr: Retarde la mise en veille du nombre de minutes choisi.
fr_ca: Prolonge la minuterie de veille du nombre de minutes choisi.
it: Ritarda l'autospegnimento del numero di minuti scelto.
ja: スリープタイマーを選択した分数だけ延長します。
nl: Verlengt de slaaptimer met een gekozen aantal minuten.
pt_br: Prolonga o temporizador pelo número de minutos escolhido.
ru: Отложить таймер сна на выбранное количество минут.
sv: Förlänger insomningstimern med valfritt antal minuter.
zh_hans: 将睡眠计时器延长所选的分钟数。
zh_hant: 將睡眠計時器延長所選的分鐘數。

# siri_shortcut_extend_sleep_timer_invalid_minutes_error
source: The number of minutes must be between 1 and 300.
ca: El nombre de minuts ha d'estar entre 1 i 300.
de: Die Anzahl der Minuten muss zwischen 1 und 300 liegen.
es: El número de minutos debe estar entre 1 y 300.
es_mx: El número de minutos debe estar entre 1 y 300.
fr: Le nombre de minutes doit être compris entre 1 et 300.
fr_ca: Le nombre de minutes doit être compris entre 1 et 300.
it: Il numero di minuti deve essere compreso tra 1 e 300.
ja: 分数は1〜300の間で指定してください。
nl: Het aantal minuten moet tussen 1 en 300 liggen.
pt_br: O número de minutos deve estar entre 1 e 300.
ru: Количество минут должно быть от 1 до 300.
sv: Antalet minuter måste vara mellan 1 och 300.
zh_hans: 分钟数必须介于 1 到 300 之间。
zh_hant: 分鐘數必須介於 1 到 300 之間。

# siri_shortcut_extend_sleep_timer_minutes_title
source: Minutes
ca: Minuts
de: Minuten
es: Minutos
es_mx: Minutos
it: Minuti
ja: 分
nl: Minuten
pt_br: Minutos
ru: Минуты
sv: Minuter
zh_hans: 分钟
zh_hant: 分鐘

# siri_shortcut_extend_sleep_timer_no_active_timer_error
source: There’s no active sleep timer to extend.
ca: No hi ha cap temporitzador actiu per ampliar.
de: Es gibt keine aktive Schlummerfunktion zum Verlängern.
es: No hay ningún temporizador activo que ampliar.
es_mx: No hay ningún temporizador de suspensión activo que extender.
fr: Aucune mise en veille active à retarder.
fr_ca: Il n’y a aucune minuterie de veille active à prolonger.
it: Non c’è nessun autospegnimento attivo da ritardare.
ja: 延長できる実行中のスリープタイマーがありません。
nl: Er is geen actieve slaaptimer om te verlengen.
pt_br: Não há temporizador ativo para prolongar.
ru: Нет активного таймера сна, который можно отложить.
sv: Det finns ingen aktiv insomningstimer att förlänga.
zh_hans: 当前没有可延长的睡眠计时器。
zh_hant: 目前沒有可延長的睡眠計時器。

# siri_shortcut_extend_sleep_timer_parameter_summary
source: Extend Sleep Timer by ${minutes} mins
ca: Ampliar el temporitzador ${minutes} minuts
de: Schlummerfunktion um ${minutes} Minuten verlängern
es: Ampliar temporizador en ${minutes} minutos
es_mx: Extender temporizador de suspensión ${minutes} minutos
fr: Retarder la mise en veille de ${minutes} minutes
fr_ca: Prolonger la minuterie de veille de ${minutes} min
it: Ritarda l'autospegnimento di ${minutes} minuti
ja: スリープタイマーを${minutes}分延長
nl: Slaaptimer verlengen met ${minutes} minuten
pt_br: Prolongar o temporizador em ${minutes} minutos
ru: Отложить таймер сна на ${minutes} мин.
sv: Förläng Insomningstimer med ${minutes} Minuter
zh_hans: 将睡眠计时器延长 ${minutes} 分钟
zh_hant: 將睡眠計時器延長 ${minutes} 分鐘

# siri_shortcut_pause_playback_description
source: Pauses playback in Pocket Casts.
ca: Posa en pausa la reproducció a Pocket Casts.
de: Pausiert die Wiedergabe in Pocket Casts.
es: Pausa la reproducción en Pocket Casts.
es_mx: Pausa la reproducción en Pocket Casts.
fr: Met la lecture en pause dans Pocket Casts.
fr_ca: Met la lecture en pause dans Pocket Casts.
it: Mette in pausa la riproduzione in Pocket Casts.
ja: Pocket Castsで再生を一時停止します。
nl: Pauzeert het afspelen in Pocket Casts.
pt_br: Pausa a reprodução no Pocket Casts.
ru: Приостанавливает воспроизведение в Pocket Casts.
sv: Pausar uppspelningen i Pocket Casts.
zh_hans: 暂停 Pocket Casts 中的播放。
zh_hant: 暫停 Pocket Casts 中的播放。

# siri_shortcut_resume_playback_description
source: Resumes playback in Pocket Casts.
ca: Reprèn la reproducció a Pocket Casts.
de: Setzt die Wiedergabe in Pocket Casts fort.
es: Reanuda la reproducción en Pocket Casts.
es_mx: Reanuda la reproducción en Pocket Casts.
fr: Reprend la lecture dans Pocket Casts.
fr_ca: Reprend la lecture dans Pocket Casts.
it: Riprende la riproduzione in Pocket Casts.
ja: Pocket Castsで再生を再開します。
nl: Hervat het afspelen in Pocket Casts.
pt_br: Retoma a reprodução no Pocket Casts.
ru: Возобновляет воспроизведение в Pocket Casts.
sv: Återupptar uppspelningen i Pocket Casts.
zh_hans: 在 Pocket Casts 中继续播放。
zh_hant: 在 Pocket Casts 中繼續播放。

# siri_shortcut_resume_playback_no_episode_error
source: There’s no episode to resume.
ca: No hi ha cap episodi per reprendre.
de: Es gibt keine Folge zum Fortsetzen.
es: No hay ningún episodio que reanudar.
es_mx: No hay ningún episodio que reanudar.
fr: Aucun épisode ne peut être repris.
fr_ca: Il n’y a aucun épisode à reprendre.
it: Non ci sono episodi da riprendere.
ja: 再開できるエピソードがありません。
nl: Er is geen aflevering om te hervatten.
pt_br: Não há nenhum episódio para retomar.
ru: Нет выпуска, воспроизведение которого можно возобновить.
sv: Det finns inget avsnitt att återuppta.
zh_hans: 没有可继续播放的单集。
zh_hant: 沒有可繼續播放的單集。

# siri_shortcut_play_up_next_description
source: Plays the first episode in the Pocket Casts Up Next queue.
ca: Reprodueix el primer episodi de la cua A continuació de Pocket Casts.
de: Spielt die erste Folge in der Pocket Casts-Warteschlange ab.
es: Reproduce el primer episodio de la cola A continuación de Pocket Casts.
es_mx: Reproduce el primer episodio de la fila A continuación de Pocket Casts.
fr: Lit le premier épisode de la file À suivre de Pocket Casts.
fr_ca: Lit le premier épisode de la file À suivre de Pocket Casts.
it: Riproduce il primo episodio nella coda In coda di Pocket Casts.
ja: Pocket Castsの「次に再生」キューの最初のエピソードを再生します。
nl: Speelt de eerste aflevering in de wachtrij Volgende van Pocket Casts af.
pt_br: Reproduz o primeiro episódio da fila Próximo do Pocket Casts.
ru: Воспроизводит первый выпуск из очереди «Далее» в Pocket Casts.
sv: Spelar det första avsnittet i Pocket Casts-kön Nästa.
zh_hans: 播放 Pocket Casts“接下来播放”队列中的第一集。
zh_hant: 播放 Pocket Casts「接下來播放」佇列中的第一集。

# siri_shortcut_play_up_next_no_episode_error
source: There’s no next episode in Up Next.
ca: No hi ha cap episodi següent a A continuació.
de: Unter „Als Nächstes“ gibt es keine weitere Folge.
es: No hay ningún episodio siguiente en A continuación.
es_mx: No hay ningún episodio siguiente en A continuación.
fr: Il n’y a aucun épisode suivant dans À suivre.
fr_ca: Il n’y a aucun épisode suivant dans À suivre.
it: Non ci sono episodi successivi in In coda.
ja: 「次に再生」に次のエピソードがありません。
nl: Er staat geen volgende aflevering in Volgende.
pt_br: Não há um próximo episódio em Próximo.
ru: В очереди «Далее» нет следующего выпуска.
sv: Det finns inget nästa avsnitt i Nästa.
zh_hans: “接下来播放”中没有下一集。
zh_hant: 「接下來播放」中沒有下一集。

# siri_shortcut_play_suggested_description
source: Plays a suggested episode in Pocket Casts.
ca: Reprodueix un episodi suggerit a Pocket Casts.
de: Spielt eine vorgeschlagene Folge in Pocket Casts ab.
es: Reproduce un episodio sugerido en Pocket Casts.
es_mx: Reproduce un episodio sugerido en Pocket Casts.
fr: Lit un épisode suggéré dans Pocket Casts.
fr_ca: Lit un épisode suggéré dans Pocket Casts.
it: Riproduce un episodio suggerito in Pocket Casts.
ja: Pocket Castsでおすすめのエピソードを再生します。
nl: Speelt een voorgestelde aflevering af in Pocket Casts.
pt_br: Reproduz um episódio sugerido no Pocket Casts.
ru: Воспроизводит рекомендованный выпуск в Pocket Casts.
sv: Spelar ett föreslaget avsnitt i Pocket Casts.
zh_hans: 在 Pocket Casts 中播放推荐的单集。
zh_hant: 在 Pocket Casts 中播放推薦的單集。

# siri_shortcut_play_suggested_unavailable_error
source: A suggested episode isn’t available right now.
ca: Ara mateix no hi ha cap episodi suggerit disponible.
de: Zurzeit ist keine vorgeschlagene Folge verfügbar.
es: No hay ningún episodio sugerido disponible en este momento.
es_mx: No hay ningún episodio sugerido disponible en este momento.
fr: Aucun épisode suggéré n’est disponible pour le moment.
fr_ca: Aucun épisode suggéré n’est disponible pour le moment.
it: Al momento non è disponibile alcun episodio suggerito.
ja: 現在、おすすめのエピソードを利用できません。
nl: Er is momenteel geen voorgestelde aflevering beschikbaar.
pt_br: Não há um episódio sugerido disponível no momento.
ru: Сейчас нет доступных рекомендованных выпусков.
sv: Det finns inget föreslaget avsnitt tillgängligt just nu.
zh_hans: 目前没有可播放的推荐单集。
zh_hant: 目前沒有可播放的推薦單集。
